Repository: FranciscoPalaciosA/MTaManagementSystem
Catalog: profiles/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Información de la cuenta
fr: Information sur le compte

source: Usuario
fr: Utilisateur

source: Contraseña
fr: Mot de passe

source: Confirmar contraseña
fr: Confirmer mot de passe

source: Información de la promotora
fr: Informations du promoteur

source: Nombre
fr: Prénom

source: Apellido Paterno
fr: Nom du pére

source: Apellido Materno
fr: Nom maternel

source: Teléfono
fr: Téléphone

source: Direccion
fr: Adress

source: Correo
fr: Mail

source: Comunidades
fr: Communautés

source: Información del recado
fr: Informations du contact

source: Nombre de recado
fr: Prénom du contact

source: Teléfono de recado
fr: Téléphone du contact
